<template>
	<view style="width: 92%;margin-left: auto;margin-right: auto;">

		<view style="margin-left: auto;margin-right: auto;font-weight: bold;text-align: center;font-size: 1.5rem;">
			流沙任务系统用户服务协议</view>
		<text>\n\n</text>
		<view>
			欢迎您注册流沙任务系统账号并使用流沙任务系统为您提供的服务！ 
			<view>
				<text>\n\n</text>
				&#8195;本《流沙任务系统用户服务协议》（以下简称“<text class="bold">本服务协议</text>”）是您与流沙任务系统之间就注册流沙任务系统用户账号及使用流沙任务系统的各项服务等相关事宜所订立的协议。
			</view>
			<text>\n</text>
			&#8195;为使用流沙任务系统服务，您应当仔细阅读并遵守本服务协议下全部内容，
			请重点注意免除或者限制责任条款。该类条款可能以加粗或加黑的形式做标注以提示您重点注意。
			除非您已阅读并接受本服务协议所有条款，否则您将不能注册流沙任务系统账号或使用流沙任务系统服务，
			如您不同意本服务协议条款的任意内容，请勿注册或使用流沙任务系统的账号。如您对本服务协议条款
			（特别是免除或者限制责任条款）有任何疑义，可随时按照本服务协议中列明的联系方式联系我们，
			我们将根据您的需求为您解释和说明。<text>\n\n</text>
			
		&#8195;如您勾选“我同意《流沙任务系统用户服务协议》”并通过注册程序或其他任何方式使用或接受流沙任务系统的服务，
		即视为您已阅读并同意本服务协议，自愿接受本服务协议的约束。请您在决定注册或使用服务前再次确认您已知悉并全面理解本协议。
		 <text>\n\n</text>
		
		
		<text class="bold">如果您未满18周岁，请务必在家长或其他监护人的陪同下阅读本服务协议，并在注册账号、创建任务、承接任务、支付报酬等使用流沙任务系统的任何服务前，
		应事先征得您的家长或者其他监护人的同意。 </text><text>\n\n\n\n</text>
		
		<text class="bold3">一、协议主体</text><text>\n\n</text>
		<text class="bold2">【签约主体】</text><text>\n</text>
		&#8195;“流沙任务系统”是指在微信小程序中运行的为满足您的使用需求所提供给您的具体服务的运营者统称。<text>\n\n</text>
		&#8195;“用户”是指经注册并登录小程序并使用流沙任务系统相关服务的使用人。<text>\n\n</text>
		
		<text class="bold2">【服务形式】</text><text>\n</text>
		&#8195;本产品服务形式为运行微信小程序平台，用户可通过微信小程序登录和使用，亦可通过公众号链接到网页使用。<text>\n\n</text>
		
		<text class="bold2">【服务范围】</text><text>\n</text>
		&#8195;本产品服务操作允许范围是，仅允许未注册用户浏览小程序首页界面，无法创建发布任务、查看任务卡池、交流沟通确认等。
		注册用户可享用小程序操作功能的全部服务。<text>\n\n\n</text>
		<text class="bold3">二、协议内容</text>
		本服务协议内容主要包括：<text>\n\n</text>
		（1）本《流沙任务系统用户服务协议》文本；<text>\n\n</text>
		2）您的流沙任务系统账号一经注册，即可凭账号登录小程序并使用流沙任务系统内任务发布、任务承接、任务达标、获取劳动报酬等相关服务。
		流沙任务系统给予注册用户一项个人的、不可转让以及不可转授权或借用的许可。
		<text class="bold">流沙任务系统针对该等服务制定专门的服务条款，具体服务功能与操作，详见</text>
		<text  @click="toibout" class="lianjie">《流沙任务系统使用说明》</text>，供服务的各方遵守;<text>\n\n</text>
		（3）为方便您的自身需求使用流沙任务系统各项服务，可通过流沙任务系统小程序平台跳转等方式，自愿选择接受关联第三方服务商所提供的服务，
		<text class="bold">流沙任务系统提示您，您将在使用该等第三方服务前应对相应用户使用协议及授权作充分知悉和理解;</text><text>\n\n</text>
		
		
		<text class="bold">（4）流沙任务系统小程序平台第一年启动成本费用由本系统运营者承担，
		之后运行维护费用由全体用户以在注册时交纳年费的方式承担。具体规定详细</text>
		<text class="lianjie"  @click="tocbout">《成本分摊方略》</text>。<text>\n\n</text>
		（5）本服务协议所述“服务”既包括您使用流沙任务系统用户账号接受流沙任务系统平台所提供的服务，也包括自愿选择接受关联商家或个人为您提供的服务。<text>\n\n\n</text>
		
		
		<text class="bold3">三、账号注册 </text>  
		
		<text class="bold2">【注册资料】</text><text>\n</text>
		&#8195;您应在注册时向流沙任务系统提交相关真实的注册资料，例如真实姓名、公民身份号码及双面照片、本人实名手机号等。
		<text class="bold">不得提交任何虚假或违法的信息资料，如果您提供了虚假或违法的个人注册资料导致产生不利后果或应承担法律责任的，
		后果及责任将由您承担。</text><text>\n\n</text>
		&#8195;您已知悉，在流沙任务系统账号注册过程中，因账户安全保障和平台管理设置等原因，部分初始注册资料可能将无法再次更改。因此，
		<text class="bold">您应谨慎核查此部分的注册资料信息并确保正确填写。</text><text>\n\n</text>
		
		您知悉并承诺，若您属于未满18周岁的未成年人在注册流沙任务系统账号时已经经过您的家长或其他监护人同意，
		并由您的家长或其他监护人陪同或代理注册及使用流沙任务系统服务。
		
		<text class="bold">流沙任务系统声明：若您未经您的家长或其他监护人同意或代理注册和使用流沙任务系统账号的，
		责任由您和您的家长或其他监护人承担，本平台不承担责任。</text><text>\n\n</text>
		
		<text class="bold2">【特殊需要】</text><text>\n</text>
		&#8195;因国家法律法规、监管要求及特定门类服务需要，您有可能需要在注册或使用该等服务的特定环境下填写真实身份信息并需通过相关验证流程后方可使用本服务，
		如果因您填写的身份信息不真实而未通过验证的，将导致您无法继续注册和使用该等服务。<text>\n\n</text>
		<text class="bold2">【账号数量】</text><text>\n</text>
		
		<text class="bold">流沙任务系统只允许您使用一个流沙任务系统平台登录用户账号。</text>如流沙任务系统有理由相信您存在不当注册或不当使用了多个流沙任务系统账号的，
		平台将对相关账号进行合并或限制，并对同一用户多个账号的相关信息作合并或限制处理。如该等合并或限制对您的权益产生实质影响，
		一般情况下平台将会事先通知您。如因您不当注册或不当使用多个流沙任务系统账号造成系统或他人信息数据安全得不到保障的，责任由您将承担。<text>\n\n</text>
		
		<text class="bold2">【账号使用】</text><text>\n</text>
		&#8195;您应对您账号项下包括但不限于在线创建、发布、上传、浏览、交流、审核、承接、确认、支付等系列操作和输入所产生的法律责任负责。
		<text class="bold">流沙任务系统特别提示您：您通过账号在流沙任务系统服务平台的上述行为，一经操作和确认输入均属其真实意思表示且合法有效。
		如双方产生纠纷由双方协商或诉诸法律解决，本系统服务平台不承担责任，但可提供平台信息范围内必要协助。
		涉及第三方权益的应先征得第三方许可或同意。接到第三方对您的举报或投诉，流沙任务系统将采取必要措施加以限制，由此带来的不利后果将由您承担。 </text><text>\n\n</text>
		&#8195;<text class="bold">每位用户均有发布任务卡或者接受任务卡的权利。在此特别提示您：对尚未完成的一项任务卡不得接受其他任务。</text>具体操作可参照
		<text @click="toibout" class="lianjie">《流沙任务系统使用说明》</text>。<text>\n\n</text>
		
		<text class="bold2">【账号登录】</text><text>\n</text>
		&#8195;您可使用获得系统审核通过的账号并填写账号密码登录本流沙任务系统服务平台。为了您的使用便利流沙任务系统将适时提供人脸识别等更为安全、便捷的登录方式。<text>\n\n</text>
		&#8195;您同意并理解，流沙任务系统可根据相关法律法规、监管要求，用户体验、风险控制等因素对登录方式适时调整或增减，以及针对性地对服务项目门类进行细化或调整更新。
		因系统更新升级期间给您带来的不便敬请您的知悉和理解，服务平台对此将不承担任何责任。<text>\n\n\n</text>
		
		
		<text class="bold3">四、信息保护</text><text>\n\n</text>
		
		&#8195;<text class="bold">我们将按照有关法律法规及《流沙任务系统隐私政策》规定对您的各项信息数据进行收集、使用和保护。
		您可以在小程序相应位置查询<text class="lianjie"  @click="topbout">《隐私政策》</text>相关规定。</text>您所提供的信息数据不会被泄露或披露给非关联的第三方，除非：<text>\n\n</text>
		
		（1）根据相关法律法规或国家机关要求；<text>\n\n</text>
		（2）发生合并、分立、收购或资产转移；<text>\n\n</text>
		（3）为提供相关服务所必须的信息。<text>\n\n</text>
		
		<text class="bold2">【保密义务】</text><text>\n</text>
		
		&#8195;<text class="bold">用户不得向平台外泄露平台内相关任务卡创建发布时描述信息和数据，描述信息和数据以及沟通交流对话等内容，
		在本系统服务平台皆视为商业机密。如您因外泄此类信息与数据导致应承担法律责任的，责任由您承担。</text><text>\n\n</text>
		
		
		&#8195;<text class="bold">流沙任务系统特别提示：对于创建资金卡需要填写的信息与数据，发卡人应当遵循在其本人认为不属于泄露个人信息或商业秘密范围内如实填写等。
		您理解并同意，因创建资金卡所需上传信息与数据或商业秘密不会被泄露。</text><text>\n\n\n\n</text>
		<text class="bold3">五、用户管理</text><text>\n</text>
		
		<text class="bold2">【第三方账户】</text><text>\n</text>
		&#8195;本系统设置第三方账户以保障劳动者合法权益实现。对发布初始资金的任务卡要求其在发布任务时须将初始资金存放到第三方账户内以确保初始资金真正到位。<text>\n\n</text>
		
		<text class="bold2">【公共资金池】</text><text>\n</text>
		&#8195;本系统设置公共资金池以对被采取锁定、冻结、注销账号的用户现有资金及持续收益划归池内。在平台运行良好的情况下，
		公共资金池用于平均资助于无劳动能力用户，以维持其基本生活存续。对公共资金池的设置、收集、使用详见
		<text  @click="toibout" class="lianjie">《流沙任务系统使用说明》</text>和
		<text @click="tocbout" class="lianjie">《成本分摊方略》</text>相关部分。<text>\n\n</text>
		<text class="bold2">【禁止出借】</text><text>\n</text>
		&#8195;为保证用户的账号安全，未经流沙任务系统同意，您不得将流沙任务系统平台账号借给他人使用。因借用账号产生包括但不限于初始资金及后期收益应划归入公共资金池，
		以示惩戒；同时给他人造成损失的责任由出借人承担，平台不承担；并且服务平台保留拒绝向该用户提供本服务或冻结或收回账号的权利，
		并保留因出借账号给他人造成本系统损失的责任由该用户赔偿的权利。<text>\n\n</text>
		&#8195;如您用户发现其账号存在安全隐患问题，请您立即联系本服务平台及时作出调整或修复，除此流沙任务系统对用户账号此潜在安全性问题不承担责任。<text>\n\n</text>
		
		&#8195;流沙任务系统特别提示您：您应当妥善保管您的注册账号和密码，当您使用完毕流沙任务系统的服务结束后，您应点击安全退出。您不应轻信他人向您借款、
		索要密码或其他涉及安全的网络信息。涉及交易操作的，请您一定先核实对方身份，防止电信网络诈骗等犯罪活动。<text>\n\n</text>
		
		<text class="bold2">【使用目的】</text><text>\n</text>
		&#8195;除非在特定服务条款或规则中您与流沙任务系统另有约定或流沙任务系统同意，您将确保本服务协议下的服务安全性。
		未经流沙任务系统同意，您不得使用未经流沙任务系统授权的任何插件、外挂或第三方工具对本服务协议下的服务进行干扰、破坏、修改或施加其他影响。<text>\n\n</text>
		&#8195;您知悉并同意，如您的账号在信息保管或网络安全维护上存在任何过失的，包括但不限于不当使用、恶意使用或违法违规操作使用账号的，责任及后果将由您承担。<text>\n\n</text>
		
		<text class="bold2">【广告促销】</text><text>\n</text>
		&#8195;您理解并同意：为向您提供更为细致、贴心的服务，在经过您的事先确认后，流沙任务系统或流沙任务系统授权、认可的第三方商家、
		广告商可能通过您注册时填写的手机号码或者电子邮箱向您发送您可能感兴趣的商品服务的广告宣传、
		促销优惠等商业性信息，其方式和范围可不经向您特别通知。如果您不愿意接收此类信息，您有权通过流沙任务系统平台提供的相应退订方式进行退订即可。<text>\n\n</text>
		
		&#8195;您理解并同意，对相关商业性广告宣传及促销优惠信息，您应审慎判断其真实性和可靠性，除法律法规明确规定以外，
		您应对该广告促销信息因您的自愿选择交易所产生的不利后果自己负责。<text>\n\n\n</text>
		
		
		<text class="bold3">六、 账号限制、冻结与注销</text><text>\n</text>
		
		<text class="bold2">【账号锁定】</text><text>\n</text>
		&#8195;用户在流沙任务系统中如有违规行为，会被以程序性的方式进行“标记”。标记每超过1次，用户账户将被为期一年的锁定。
		锁定期间用户无法进入系统，相关收益会被注入公共资金池。详见
		<text  @click="toibout" class="lianjie">《流沙任务系统使用说明》</text>里“违规行为判定与处罚”部分。<text>\n\n</text>
		
		<text class="bold2">【冻结限制】</text><text>\n</text>
		
		&#8195;您知悉并同意，法律法规规定或经有关国家机关要求，流沙任务系统有权对您的账号予以限制甚至冻结。在该等情况下，您可能无法继续登陆使用您的账号。<text>\n\n</text>
		<text class="bold2">【违规惩戒】</text><text>\n</text>
		&#8195;
		<text class="bold">您知悉并同意，为确保流沙任务系统正常运行，本系统将对违规用户采取严厉惩戒的管理措施，
		包括但不限于在个人信息保护法的法律范围内给予违规用户以最大限度曝光，最大度限度地保护其他用户合法权益；
		对违规用户现有的或后有的持续劳动收益将会被自动转入公共资金池，不再发放给您。</text><text>\n\n\n</text>
		
		<text class="bold3">七、协议终止情形</text><text>\n\n</text>
		本服务协议于以下任一情形终止：<text>\n\n</text>
		（1）根据本服务协议需要给予收回、注销账号的；<text>\n\n</text>
		（2）无多项任务发布的注册用户已自愿注销的；<text>\n\n</text>
		（3）根据商业安排经过提前通知终止本服务协议的； <text>\n\n</text>
		（4）利用本服务平台进行投机、破坏活动等行为，扰乱或损害本系统运行被强制注销的。<text>\n\n</text>
		&#8195;您知悉并理解，本服务协议终止后，流沙任务系统将无法继续向您提供任何服务或履行其他义务，包括但不限于为您保留或提供原系统账号中的任何信息与数据，
		以及排除向您或第三方转发任何未曾阅读或发送过的信息与数据等权利。<text>\n\n</text>
		&#8195;本服务协议终止的，不影响相关知识产权条款有效性，权利人仍可根据该条款依法向侵权人主张侵权责任。<text>\n\n\n</text>
		
		<text class="bold3">八、用户行为规范</text><text>\n\n</text>
		<text class="bold2">【用户义务】</text><text>\n</text>
		&#8195;您知悉并承诺，使用流沙任务系统所提供的服务，您应遵守相关法律法规规定，不得从事影响本系统正常服务或损害公共利益以及他人合法权益。<text>\n\n</text>
		
		（1）不得利用平台或相关服务危害国家安全，颠覆国家政权，推翻社会主义制度，煽动分裂国家，破坏国家统一，扰乱社会秩序，破坏社会稳定，泄露国家秘密、
		个人信息和商业秘密，侵犯国家利益、集体利益和公民合法权益，从事违法犯罪活动，设立用于实施诈骗、传授犯罪方法、制作或者销售违禁物品、
		管制物品等违法犯罪活动的网站、通讯群组，利用网络发布涉及实施诈骗、制作或者销售违禁物品、管制物品以及其他违法犯罪活动；<text>\n\n</text>
		（2）不得制作、发布、复制、查阅和传播、存储、链接下列信息：煽动民族仇恨、民族歧视，破坏民族团结的；破坏国家宗教政策，宣扬邪教和封建迷信的；
		煽动非法集会、结社、游行、示威、聚众的；捏造、散布谣言，侵犯他人民主权利，扰乱社会经济秩序的；散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
		侮辱或者诽谤他人，侵害他人姓名权、肖像权、名誉权等人格权益的；宣扬恐怖主义、极端主义等反人类的；违反法律法规和公序良俗原则等信息；<text>\n\n</text>
		（3）不得从事下列危害计算机信息网络安全活动：对网络服务及相关软硬件设施进行破解、破坏、删除、修改或者增加的；
		对计算机信息网络中存储或者传输的数据和应用程序进行删除、修改或者增加的；使用软件或硬件等方式窃取他人口令、非法入侵他人计算机系统；
		故意制作、传播计算机病毒等破坏性程序的；其他危害计算机信息网络安全的活动；<text>\n\n</text>
		（4）不得私自传播广告信息或以“刷单”等不正当方式帮助他人提升评价或利用评价权利对其他用户、商户实施威胁、敲诈勒索； <text>\n\n</text>
		（5）不得通过侵犯第三人合法权益、作弊、扰乱系统、实施网络攻击、恶意套现、刷信誉、批量注册、用机器注册账户、
		用机器模拟客户端等手段进行非法交易或参加未经流沙任务系统授权同意发布的任何活动； <text>\n\n</text>
		（6）不得有对流沙任务系统相关服务的使用行为导致本系统卷入政治公共事件；<text>\n\n</text>
		（7）按照流沙任务系统隐私政策，窃取、出售其他用户个人信息、商业秘密以及外泄其他用户商业机密等侵犯他人合法权益的；<text>\n\n</text>
		（8）未经流沙任务系统授权或许可，不得自行或授权、协助任何第三方非法抓取本系统服务平台上任何信息与数据。<text>\n\n</text>
		
		<text class="bold">您知悉并同意，如您使用流沙任务系统服务出现上述行为之一的，法律责任将由您承担。为保护知识产权，进行维权活动，
		您同意并授权流沙任务系统服务平台从您的账户如有款项需作扣划。本系统平台因维权遭受损失的，由您等额赔偿。</text> <text>\n\n</text>
		<text class="bold2">【适用法律及解决争议】</text><text>\n</text>
		&#8195;本服务协议适用中华人民共和国大陆地区法律行政法规规定，排除一切冲突法规定的适用。
		
		<text class="bold">您理解并同意，用户之间为追索劳动报酬、给付定作款项或承担违约责任、侵权责任赔偿等引发争议，
		双方协商解决，协商不成可诉诸法律。流沙任务系统服务平台为各方合理请求提供协助。</text><text>\n\n\n</text>
		<text class="bold3">九、知识产权保护</text><text>\n</text>
		&#8195;您理解并知悉，除特别声明外，以下信息内容知识产权由流沙任务系统所有、使用和保护：<text>\n\n</text>
		1、本系统用于基础性设施、设置、管理以及小程序版面设计的版权包括但不限于软件、网站、技术、应用程序等； <text>\n\n</text>
		2、本系统中所使用的商标、商业形象、商业标识、技术诀窍、标语、文案等专利权； <text>\n\n</text>
		3、本系统服务运行生成的包括但不限于文字、图片、图像、地图、图标、音频、视频、图表等电子数据等；<text>\n\n</text>
		4、本系统服务运行所进行研发、创新、更新、维护等其他智力成果和技术成果。 <text>\n\n</text>
		&#8195;<text class="bold">您知悉并承诺：未经流沙任务系统书面许可，不可以任何形式包括但不限于通过任何机器人、蜘蛛、截屏等进行使用、出租、出借、分发、
		展示、复制、修改、链接、转载、汇编、发表、出版、抓取、监视、引用或衍生作品。</text><text>\n\n</text>
		&#8195;您理解并保证：您在使用流沙任务系统提供服务时上传、提交、存储、交流或发布包括但不限于文字、图片、视频、音频、动画等均由您原创或非原创但已获得著作权人合法授权。
		且无瑕疵权利担保资料或作品。您通过流沙任务系统上传、提交、存储或发布的任何作品及衍生作品知识产权归属于您或原著作权人。您的上传、提交、
		存储或发布的作品及衍生作品以及发表的信息与数据不会侵犯他人知识产权。<text>\n\n</text>
		<text class="bold">您确认并同意，根据本服务协议，在发卡人与接卡人之间形成委托制作或设计的合同关系，发卡人对已完成作品或产品等达标任务项享有知识产权，
		提供劳动方未经知识产权所有人同意或许可，不得以任何方式任何形式复制、发表、出版、出租、转让、演绎、汇编、自己使用、许可他人使用或者衍生变相使用。
		构成知识产权侵权的，依法由责任人承担侵权责任，本平台不承担侵权责任。</text><text>\n\n</text>
		
		&#8195;您确认并同意，授权流沙任务系统及关联公司以自己的名义或委托专业第三方针对有关您的侵犯知识产权行为可以进行独立性维权活动。
		维权方式包括但不限于监测侵权行为、发送维权函等。维权费用将由您等额承担。<text>\n\n</text>
		&#8195;<text class="bold">您知悉并同意，流沙任务系统以及流沙任务系统转授权、许可的第三方有权将您在本系统发表的产品或图片使用、体验、
		讨论或与其他人合作使用，使用范围包括但不限于微信小程序、网页、电子杂志、公众号文章等。</text><text>\n\n</text>
		
		<text>\n\n\n</text>
		
		
		
		<text class="bold3">十、通知与送达</text><text>\n\n</text>
		&#8195;您知悉并认可，流沙任务系统可视情况可通过下列任意一种方式向您发布重要信息：<text>\n\n</text>
		（1）向您注册时所提交的电子邮箱地址发送电子信息；<text>\n\n</text>
		（2）向您注册时所提交的手机号码发送电子信息；<text>\n\n</text>
		（3）向您注册时提供的址址寄送纸文书；<text>\n\n</text>
		（4）在网站或客户端显著位置刊登电子信息；<text>\n\n</text>
		（5）其他送达的方式。<text>\n\n</text>
		&#8195;您应当在注册时确认提供的联系方式和地址是准确有效的。如您提供的联系方式或地址不准确或未及时更新等原因，
		导致相关通知、文件、文书无法送达的，责任和后果由您承担。 
		
		<text>\n\n\n</text>
		
		
		<text class="bold">十一、不可抗力</text>；<text>\n\n</text>
		
		<text class="bold2">【不可抗力事由】</text><text>\n</text>
		&#8195;在使用本服务过程中可能会遇到不可抗力等风险因素，使本服务协议下的服务发生中断或终止。不可抗力是指不能预见、
		不能克服并不能避免的客观事件，包括但不限于信息网络设备更新维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、
		生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、法律法规变动、司法行政命令以及其他不可抗力或第三方不作为而造成的不能服务或延迟服务等情形。
		流沙任务系统将努力在第一时间与相关部门配合进行修复、调整或更新。您理解并同意由此给您带来的损失流沙任务系统不承担责任。<text>\n\n</text>
		
		<text class="bold2">【其他免责事由】</text><text>\n</text>
		&#8195;您理解并同意，流沙任务系统对以下事由导致服务中断或终止情形免责：<text>\n\n</text>
（1）在现有水平技术下受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏的；<text>\n\n</text>
（2）用户或流沙任务系统的电脑软件、系统、硬件和通信线路出现故障；<text>\n\n</text>
（3）用户通过非流沙任务系统授权的方式使用本服务以及操作不当自身原因造成故障；<text>\n\n</text>
（4）其他流沙任务系统无法控制或预见的情形。<text>\n\n</text>

<text class="bold2">【风险提示】</text><text>\n</text>
		&#8195;流沙任务系统需要提示您：在使用本服务的过程中，您可能会遇到网络信息或其他用户行为带来的风险，该等风险包括他人匿名或冒名的含有威胁、诽谤、令人反感、
		非法、误导、欺骗等任何信息或行为所造成任何心理、生理上的伤害或经济损失。请您仔细甄别，并在遇到上述不法行为时及时向流沙任务系统服务平台或有关国家机关举报或投诉。
		流沙任务系统将对此开展检查活动并在接到举报或投诉时及时进行调查处理。

		<text class="bold">请您注意，流沙任务系统不对非流沙任务系统发出或刊登任何信息的真实性、适用性、合法性负责，
		也不对因第三方非法侵入本系统给您造成侵害行为担责。</text><text>\n\n</text>
		
		<text class="bold2">【责任限制】</text><text>\n</text>
				&#8195;
		<text class="bold">除非个别声明，本系统不对小程序上的任何信息数据、交流内容、材料、产品或服务做任何形式的明示或默示担保。</text><text>\n\n\n</text>
		<text class="bold">本服务协议内容始终以最新发布的版本为准。</text><text>\n\n\n</text>
		<text class="bold3">其 他</text><text>\n</text>
		<text class="bold2">【责任限制】</text><text>\n</text>
				&#8195;本服务协议条款前所列关键词仅供帮助理解条款主旨及快速定位查询条款所用，不能代替条款的任何内容，
				亦不作为解释条款的依据，流沙任务系统建议您仔细阅读协议全部条款具体表述，以维护您的合法权益。<text>\n\n</text>
		<text class="bold">发布者：流沙任务系统 </text><text>\n\n</text>

		


		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {
	toabout(e) {
				uni.navigateTo({
					url: "/pages/userCenter/about/about"
				});
			},
			
			topbout(e) {
				uni.navigateTo({
					url: "/pages/userCenter/privacy/privacy"
				});
			},
			toibout(e) {
				uni.navigateTo({
					url: "/pages/userCenter/instructions/instructions"
				});
			},
			
			tocbout(e) {
				uni.navigateTo({
					url: "/pages/userCenter/cost/cost"
				});
			},
		}
	}
</script>

<style>
	.bold {
		font-weight: bold;
	}

	.underline {
		text-decoration: underline;
	}

	.sectitle {
		font-size: 1.2rem;
		font-weight: bold;
	}
	
	
	
	.swiper-item-image {
			width: 100%;
			height: 315rpx;
		}
	
		.user-view {
			width: auto;
			/* 自适应内容宽度 */
			margin-left: 1px;
			margin-top: 2px;
			margin-bottom: 2px;
			border-radius: 5px;
			box-sizing: content-box;
			padding-left: 15px;
			/* 右缩进 */
			border: 1px solid #6c4ad1;
			background-color: rgb(255, 255, 255);
			color: #4723b3;
			font-size: 40rpx;
			margin-bottom: 10px;
			padding-top: 10px;
			/* 上内边距设置为 10px */
			padding-bottom: 10px;
			/* 下内边距设置为 10px */
			/* background-image: -webkit-linear-gradient(0deg, #9781da 0%, #999fd8 100%);*/
		}
	
		.user-view2 {
	
			margin-left: 5px;
			margin-top: 0px;
			margin-bottom: 2px;
			border-radius: 5px;
			padding-left: 15px;
			/* 右缩进 */
			box-sizing: content-box;
			border: 0px solid rgb(245, 245, 245);
			background-color: rgb(255, 255, 255);
			color: #6c4ad1;
			font-size: 30rpx;
	
			padding-top: 0px;
			/* 上内边距设置为 10px */
			padding-bottom: 10px;
			/* 下内边距设置为 10px */
			/* background-image: -webkit-linear-gradient(0deg, #9781da 0%, #999fd8 100%);*/
			
			text-decoration: underline;
		}
	
	
	.jinggao {
	  display: flex; 
	  font-size: 30rpx;
	  color: #ffffff;
	  background-color: #ffaa00;
	  height: 160rpx;
	  align-items: center;
	  justify-content: center;
	  padding-left: 20rpx; /* 调整文字与左边的间距 */
	  padding-right: 20rpx; /* 调整文字与右边的间距 */
	}
	
	.jinggao2 {
	  display: flex; 
	  font-size: 30rpx;
	  color: #ffffff;
	  background-color: #ffaa00;
	  height: 200rpx;
	  align-items: center;
	  justify-content: center;
	  padding-left: 20rpx; /* 调整文字与左边的间距 */
	  padding-right: 20rpx; /* 调整文字与右边的间距 */
	}
	
		
		.beizhu {
			font-size: 26rpx;
			color: #7c7c7c;
		}
		
		
		.lianjie {
			font-size: 26rpx;
			color: #0000f4;
			text-decoration: underline;
		}
		
		.jieshao {
			font-size: 26rpx;
			color: #00007f;
			font-weight: bold; 
		}
		
		.gaoliang {
			font-size: 30rpx;
			color: #5500ff;
			font-weight: bold; 
		}
		.bold2 {
			
			color: #00007f;
			font-weight: bold; 
		}
		
	
	.bold3 {
		
		color: #6c4ad1;
		font-weight: bold;
		display: flex;  /* 使用Flex布局 */
		  justify-content: center;  /* 水平居中 */
		  font-size: 40rpx;
		  align-items: center; /* 垂直居中 */
	}


	
	
		.center {
			display: flex;  /* 使用Flex布局 */
			  justify-content: center;  /* 水平居中 */
			  align-items: center; /* 垂直居中 */
			
		}
		
		
		
	
	
</style>