<template>
	<view>
		
		<view style="margin-left: auto;margin-right: auto;text-align: center;font-size: 1.5rem;">流沙任务系统用户服务协议</view>
		<view>
		欢迎您注册流沙任务系统账号并使用流沙任务系统为您提供的服务！ 
		<view>
		本《流沙任务系统用户服务协议》（以下简称“本服务协议”）是您与流沙任务系统之间就注册流沙任务系统用户账号及使用流沙任务系统的各项服务等相关事宜所订立的协议。
		</view>
		为使用流沙任务系统的服务，您应当仔细阅读并遵守本服务协议下的全部内容，请重点注意涉及免除或者责任限制（、）的条款，该类条款（可能）以黑体加粗或加下划线的形式做标注以提示您重点注意。除非您已阅读并接受本服务协议所有条款，否则您将不能注册流沙任务系统账号或使用流沙任务系统的服务，如您不同意本服务条款的任意内容，请勿注册或使用流沙任务系统的服务，并应立即停止注册程序。如您对本服务协议的内容（特别是涉及免除或者责任限制的条款）有任何疑义，可随时按照本服务协议中列明的联系方式与我们联系，我们将根据您的要求为您进一步解释和说明相关内容。如您勾选“我同意《流沙任务系统用户服务协议》”并通过注册程序或其他任何方式使用或接受流沙任务系统的任何服务，即视为您已阅读并同意本服务协议，自愿接受本服务协议的所有内容的约束。请您在决定注册或使用服务前再次确认您已知悉并完全理解本服务协议的所有内容。 
		如果您未满18周岁，请务必在家长和其他法定监护人的陪同下阅读本服务协议，并在进行注册、要约、承诺（下单、支付）等任何行为或使用流沙任务系统的其他任何服务前，应事先征得您的家长和其他法定监护人的同意。 
		本服务协议所述“服务”既包括您使用流沙任务系统用户账号接受流沙任务系统平台相关商家、个人所提供的服务，亦包括在某些特定的业务类别下您使用流沙任务系统用户账号向其他商家、个人或其他主体提供服务的情形。无论“服务”属于上述何种情形，本《流沙任务系统用户服务协议》都将予以适用。
		用户不得主动向平台外泄露相关任务与具体对话信息，所有用户在平台内产生的交流活动皆被视为平台内用户的商业机密。当用户的经济利益或其他方面利益因泄露在平台外受损时，平台有权追究相关责任人的法律责任。
		</view>
		
		一、协议的主体与范围
		<view>【签约主体】 “流沙任务系统”是指在微信小程序运营的小程序或提供您所使用的相关具体服务的相关主体的统称，在本服务协议中更多简称为“平台”。
		 “用户”是指使用流沙任务系统相关服务的使用人。
		【协议内容】本服务协议内容同时包括：
		（1） 本《流沙任务系统用户服务协议》文本；
		（2）具体服务的服务条款：您的流沙任务系统台账号一经注册，即可凭该账号按规定使用流沙任务系统内的任务发布、接受等相关功能。流沙任务系统平台针对具体的服务制定了专门的服务条款，供服务各方遵守。您可在【相关具体服务的网站、页面或应用程序】中查阅并下载此类专门服务条款。您在使用具体服务前，应仔细阅读该服务所适用的服务条款，您注册流沙任务系统账号并利用流沙任务系统账号使用具体服务即表示您已同时接受该等服务条款，并将受该等服务条款的约束；
		（3）第三方服务相关的用户授权协议。为方便您在使用流沙任务系统平台服务的同时，根据您自身需要，通过流沙任务系统平台进行跳转等方式，自愿选择接受独立第三方服务商及部分关联第三方服务商所提供的服务，您将在使用该等第三方服务前对相应的用户授权协议予以同意确认，以作为您和流沙任务系统平台之间就该等第三方服务的使用所涉及的相关事项的权利义务依据。 
		上述各项内容之间如存在不一致之处，以时间上最新发布的内容为准，发布时间相同的，以本款【协议内容】中所包含的组成部分的序号倒序排列为准。
		【适用地区】本服务协议的成立、生效、履行、解释与纠纷解决，适用中华人民共和国大陆地区法律法规，并且排除一切冲突法规定的适用。
		</view>
		
		二、服务内容基本信息
		<view>
		【基本内容】用户可在流沙任务系统以“发布任务卡”的形式发布关于自己的现实需求于本平台，其他注册用户可在本平台上选择、接受并按时完成相关的任务需求，并获得发卡人提供的单项或长期的劳动报酬。并且每位注册用户同时享有发布任务和接受任务的民事法律行为责任能力。详细功能可参照《流沙任务系统使用说明》。
		【服务形式】产品的服务形式平台为微信小程序，用户可通过微信小程序登录使用，亦可通过公众号链接到网页使用。
		【服务范围】产品服务操作允许范围（是）：仅允许未注册用户浏览小程序首页界面，无法创建、发布、查看任务卡；注册用户可享用该微信小程序的全部功能服务。即创建、发布、查看任务卡，与发卡人沟通、上传文件、查看个人信息等选择、接受可执行与不可执行等功能。
		</view>
		
		三、账号的注册
		<view>
		【注册资料】您应在注册时向流沙任务系统提交相关真实可信的注册资料，例如真实姓名身份证证件号和其双面照片、本人手机号等。如果因您所提供的注册资料不合法、不真实、不准确或未及时更新，从而导致相关法律责任或不利后果的，您将承担相应的法律责任及不利后果。
		相关注册资料应当遵守法律法规、社会主义制度、国家利益、公民合法权益、公序良俗、诚实信用（信息真实）等原则，不应提交任何违法或不良信息，相关资料和信息如有变动，请您（应）及时更新。如未及时更新，从而导致相关法律责任或不利后果的，您将承担相应的法律责任及不利后果。
		您已知悉，在流沙任务系统账号注册过程中，因安全性、内部管理等原因，部分初始注册资料可能将无法再次更改。因此，您应谨慎核查此部分注册资料和信息，确保正确填写。
		【民事行为能力】您知悉并承诺，您具有完全民事权利能力和民事行为能力或虽不具有完全民事权利能力和行为能力但已经过您的家长和其他法定监护人同意并由您的家长和其他法定监护人代理注册及使用流沙任务系统的各项服务。若您不具备前述相适应的民事行为能力即进行账号注册的，则您及您的家长和其他法定监护人应依照法律规定承担因此而导致的一切后果。
		【真实身份】因国家法律法规、监管要求及特定门类的服务（如金融服务等）需要，您有可能需要在注册或使用该等服务的特定环节中填写真实的身份信息，并需通过相关验证流程后方可使用服务，如您填写的身份信息不完整、不真实或未通过验证，将导致您无法使用该服务、损害自身、他人利益或造成其他不利后果，该等后果将由您予以承担。
		【注册信息保护】流沙任务系统平台将对您所提交的注册信息予以保护，不会将其披露给任何非关联的第三方，除非：
		（1）相关法律法规或国家机关要求；
		（2）流沙任务系统发生相关合并、分立、收购或资产转移；（或）
		（3）为提供相关服务所必须的相关信息。
		对于您所提交的注册信息中涉及个人信息的内容，流沙任务系统平台将严格按照《流沙任务系统隐私政策》的规定进行收集、处理和使用。 
		【账号数量】流沙任务系统只允许您使用一个流沙任务系统平台用户账号。如有证据证明或流沙任务系统有理由相信您存在不当注册或不当使用多个流沙任务系统平台账号的情形，流沙任务系统平台可将相关账号信息进行合并或采取其他合理措施，如因您不当注册或不当使用给流沙任务系统及相关方造成损失的，您还应承担相应的赔偿责任。此外，出于相关业务需要，流沙任务系统也可对同一用户的多个账号或相关信息进行合并，如该等合并将对您的权益产生实质影响，流沙任务系统平台将在进行上述合并前事先征得您的同意。
		</view>
		
		四、 账号的使用与注销
		<view>
		 【账号登录】您可以使用注册账号时填写登记的并获得系统审核通过的账号密码登录流沙任务系统平台。为了您的使用便利，流沙任务系统将适时提供指纹识别、人脸识别等更为安全便捷的登录方式，流沙任务系统可根据相关法律法规、监管要求、用户体验、风险控制等因素对登录方式予以适时调整或增减，或在具体业务门类的用户服务条款等规定中予以进一步细化或调整。
		【账号使用】您应对您账号项下的所有行为（包括但不限于在线签署任何协议，浏览、购买、支付、点评、上传、发布、输入任何内容）所产生的一切后果负责，通过您的账号所发生的上述各项行为将视为您本人的真实意思表示。
		流沙任务系统提示您，您通过自身账号在接受流沙任务系统的各项服务中所上传、发送的任何内容都应具有合法来源，如相关内容涉及任何第三方的合法权益，应事先获得相应的许可。如流沙任务系统收到涉及您的相关举报或投诉，流沙任务系统可采取相关法律法规所要求或允许的方式，向相关争议方、相关部门提供包括账号在内的必要的信息，以便解决纠纷争议，保护正当权利人的合法权益。 
		【账号借用】为保证相关账号安全，未经流沙任务系统的书面同意，您不应将流沙任务系统平台上所注册的账号借给他人使用，否则您应当承担由此产生的全部责任，流沙任务系统平台保留拒绝提供相应服务、冻结或收回注册账号或终止本服务协议的权利，并可要求您对流沙任务系统所承受的损失予以赔偿。
		【安全义务】如您发现账号存在安全问题，请您立即联系流沙任务系统予以调查处理，否则流沙任务系统对潜在损失的产生或扩大不承担任何责任。
		流沙任务系统特别提示您，您应该妥善保管您的账号和密码，当您使用完毕流沙任务系统的服务后，您应安全退出。此外，您不应轻信借款、索要密码或其他涉及财产的网络信息。涉及财产操作的，请一定先核实对方身份，并请经常留意流沙任务系统有关防范诈骗犯罪的提示。您知悉并同意，如您在账号信息的保管上、相关上网设备的网络安全维护上存在任何过失导致账号丢失、泄露，您应对此所产生的任何后果负责，流沙任务系统对此不负任何责任，如流沙任务系统因此产生相关支出，流沙任务系统将有权向您予以追偿。 
		【限制冻结】您知悉并同意，在符合法律法规的规定，或经国家机关要求的前提下，流沙任务系统有权对您的注册账号进行限制或冻结，在该等情况下，您可能无法继续登陆或使用您的注册账号。
		【协议终止情形】本服务协议于以下任一情形下终止：
		（1）流沙任务系统有权依据本服务协议约定，收回、注销用户账号，此情形下，本服务协议于账号收回、注销之日终止；
		（2）在满足流沙任务系统平台公示的账号注销条件时，您通过网站自助服务或流沙任务系统的客服申请注销流沙任务系统的用户账号，本服务协议于账号注销之日终止。
		（3）流沙任务系统有权根据自身商业安排经过合理的提前通知终止全部流沙任务系统平台服务，本服务协议于流沙任务系统平台全部服务依法定程序及方式终止之日终止。
		（4）自愿注销：因自身原因退出且无不良记录的用户，已完成的劳动项目（如果）后续产生收益的，会持续发放给您。未完成的劳动项目收益不予退回。
		（5）强制（被迫）注销：因破坏、投机等行为产生损害、扰乱流沙任务系统运行且证据已被核实的流沙任务系统平台账户用户，将会被强制驱（离）出流沙任务系统。鉴于此（且）对平台账户用户已产生的劳动项目中包括完成或尚未完成的收益（皆）均不予退回。已参加项目的后续收益将（会）自动转入流沙任务系统平台公共基金池，不会再发放给该用户个人。
		 本服务协议终止后，流沙任务系统将无法继续向您提供任何服务或履行任何其他义务，包括但不限于为您保留或向您披露其原流沙任务系统账号中的任何信息，向您或第三方转发任何未曾阅读或发送过的信息等。
		本服务协议的终止不影响第五条知识产权条款以及其他根据其约定内容应继续有效的条款的有效性，也不影响本服务协议终止前各方的相关权利和义务，包括但不限于守约方依据本服务协议向违约方依法追究相应的违约责任。
		</view>
		五、用户行为规范与责任承担
		<view>
		【用户义务】您知悉并承诺，在使用流沙任务系统所提供的服务的过程中，您应遵守相关法律法规，不应从事如下违反法律法规的规定，影响正常服务提供或损害他人合法利益的行为：
		（1） 不应利用平台或相关服务危害国家安全、破坏政治稳定、泄露国家秘密，不侵犯国家、社会、集体利益和第三方的合法权益，不从事违法犯罪活动，不设立用于实施诈骗，传授犯罪方法，制作或者销售违禁物品、管制物品等违法犯罪活动的网站、通讯群组，不利用网络发布涉及实施诈骗，制作或者销售违禁物品、管制物品以及其他违法犯罪活动的信息；
		（2）不应制作、发布、复制、查阅和传播、存储、链接下列信息：反对宪法所确定的基本原则的；危害国家安全，泄露国家秘密，颠覆国家政权，推翻社会主义制度，煽动分裂国家，破坏国家统一的；损害国家荣誉和利益的；煽动民族仇恨、民族歧视，破坏民族团结的；破坏国家宗教政策，宣扬邪教和封建迷信的；煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；捏造、散布谣言，侵犯他人权利，扰乱经济、社会秩序，破坏社会稳定的；散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；侮辱或者诽谤他人，侵害他人合法权益的；宣扬恐怖主义、极端主义的；违背当地风俗习惯的；含有法律、行政法规禁止的其他内容的；
		（3） 不应从事下列危害计算机信息网络安全的活动：对网络服务及相关软硬件设施进行破解、破坏、删除、修改或者增加的；对计算机信息网络中存储或者传输的数据和应用程序进行删除、修改或者增加的；使用软件或硬件等方式窃取他人口令、非法入侵他人计算机系统；故意制作、传播计算机病毒等破坏性程序的；其他危害计算机信息网络安全的活动；
		（4）不应主动向平台外泄露平台上的相关任务与具体对话信息。平台内由任务发布、承接产生的交流、展示信息属于任务双方与全体用户之间的共享信息。所有用户在平台内产生的交流活动和展示信息皆被视为平台内用户的商业机密。因泄露商业机密致使相关用户或关联第三方遭受利益或财产侵害的，侵权人应当依法承担相应的法律责任。（经济利益或其他方面利益因泄露在平台外受损时，平台有权追究相关责任；）
		（5）不应私自传播广告信息或以“刷单”等不正当方式帮助他人提升评价或利用评价权利对其他用户、商户实施威胁、敲诈勒索；
		（6）不应因对流沙任务系统相关服务的使用行为导致流沙任务系统卷入政治和公共事件；
		（7）不应通过侵犯第三人合法权益、作弊、扰乱系统、实施网络攻击、恶意套现、刷信誉、批量注册、用机器注册流沙任务系统平台账户、用机器模拟客户端等手段进行交易或参加流沙任务系统或其所授权的第三方发布的任何活动；
		（8）未经流沙任务系统事先书面许可，不应自行或授权、协助任何第三方非法抓取流沙所展示的任何内容（“非法抓取”是指采用未经流沙任务系统认可的程序或者非正常浏览等技术手段获取内容数据的行为）；
		（9）如平台以外产生（的线下纠纷，如）的线下他人冒用（、代替）用户平台账号（所有人）或以用户平台账号而产生纠纷等，均不在本平台服务协议内容（规则）约束的范围内，平台不承担该项任务完成前后的责任。均应当由纠纷发生的相关用户自行协商处理或者依法各自承担相应责任；
		 （10）接卡用户接受任务但未完成（包括逾期、未达到制作要求、未提交等）或者接卡用户完成任务但发卡用户拖延（故意）不予确认（确定）等违约行为，平台将会（予以）对相关账号给予停用处理。平台视情况决定是否恢复或继续使用账号。
		【责任承担】如您在使用流沙任务系统服务过程中涉及上述行为中的一项或多项，则需要对自己的行为承担法律责任。平台有权直接终止双方正在进行的相关任务。
		承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在流沙任务系统首先承担了因您的行为导致的行政处罚或侵权损害赔偿责任等损失（含诉讼费、律师费等相关法律程序费用）后，您应立即给予流沙任务系统等额的赔偿。此外，根据具体违法违规情形，流沙任务系统有权作出独立判断，立即暂停或终止对您提供部分或全部服务，包括锁定、注销、删除帐号等措施。同时，您同意，如因您的行为造成他人经济损失的，流沙任务系统可出于公共利益保护、消费者保护、商业利益保护等原则，在合法合规的前提下，从您的账户（如有）中划扣相应款项，您同意并授权、委托流沙任务系统进行上述划扣操作。 
		您知悉并理解，如果流沙任务系统发现您的上述违法违规行为，依据相关法律法规的规定，流沙任务系统有权或有义务立即停止相关服务，删除或屏蔽相关违规信息、服务评价，并视情况进行调查取证，保存有关记录，或向国家有关机关举报。同时，流沙任务系统有权自主删除、屏蔽含有该内容的任何数据信息。流沙任务系统将根据国家相关法律法规要求，对依法删除、屏蔽的数据信息予以记录、保存。
		【广告促销】您理解并同意：为向您提供更为细致、贴心的服务，在经过您的事先确认后，流沙任务系统或流沙任务系统授权、认可的第三方商家、广告商可能通过您注册时填写的手机号码或者电子邮箱向您发送您可能感兴趣的商品服务的广告宣传信息、促销优惠等商业性信息，其方式和范围可不经向您特别通知而变更；如果您不愿意接收此类信息，则您有权通过流沙任务系统平台提供的相应的退订方式进行退订。
		您理解并同意，对上述的相关广告信息，您应审慎判断其真实性和可靠性，除法律法规明确规定外，您应对依该广告信息进行的交易负责。
		【使用目的】除非在特定服务条款或规则中您与流沙任务系统另有约定或流沙任务系统另行予以书面同意，您将确保本服务协议下的服务仅为您个人非商业性质的使用。未经流沙任务系统书面同意，您不得使用未经流沙任务系统授权的任何插件、外挂或第三方工具对本服务协议下的服务进行干扰、破坏、修改或施加其他影响。 
		</view>
		
		六、知识产权保护
		<view>
		【知识产权】您理解并知悉，除另有书面声明以外，以下信息和内容的知识产权（包括但不限于专利权、著作权、商标权及商业秘密）归流沙任务系统所有：
		1、 在流沙任务系统相关服务中所提供的内容和信息（包括但不限于软件、技术、程序、网页、文字、图片、图像、地图、图标、音频、视频、图表、版面设计、电子文档、数据资料等）；
		2、流沙任务系统用于提供上述内容和信息的基础设施和平台（包括但不限于软件、网站、应用程序等）；
		3、在流沙任务系统提供相关服务中所使用的各项商标、商业形象、商业标识、技术诀窍、标语、文案等；
		4、流沙任务系统平台服务的开发、运营、维护等过程中产生的所有数据和信息。 
		流沙任务系统所拥有的上述权利及所提供服务中所包含的任何内容的知识产权均受到法律保护，未经流沙任务系统事先书面许可，您承诺不应且不应允许或协助任何人以任何形式（包括但不限于通过任何机器人、蜘蛛、截屏等程序或设备）进行使用、出租、出借、分发、展示、复制、修改、链接、转载、汇编、发表、出版、抓取、监视、引用或创造相关衍生作品。
		【用户生成内容】您理解并同意，您在使用流沙任务系统提供的服务时上传、提交、存储、交流或发布的内容（包括但不限于文字、图片、视频、音频、动画等）均由您原创或已获合法授权。您通过流沙任务系统上传、提交、存储或发布的任何内容的知识产权归属您或原始著作权人所有，您的上传、提交、存储或发布行为不会侵犯他人的知识产权或其他合法权益。
		您知悉、理解并同意，用户在流沙任务系统内产生的各种信息（包括但不限于任务发布、任务说明、聊天信息、上传文件等（衍生）相关信息）皆可视为（作为）自身知识产权所有。皆可成为（作为）任务双方发生纠纷时的有效证据。
		（您确认并同意，授权流沙任务系统及其关联公司以自己的名义或委托专业第三方针对有关您上传、提交、存储或发布的内容（含衍生作品）的侵权行为进行独立自主的维权并获得全部赔偿。维权形式包括但不限于：监测侵权行为、发送维权函、提起诉讼或仲裁、调解、和解等。流沙任务系统及其关联公司有权对维权事宜做出独立决策并予以实施。）
		或调解活动，也就是说，经过授权，以自己名义维护用户受到的知识产权侵权赔偿）
		您同意，因您通过流沙任务系统上传、发布的任何内容导致的知识产权侵权问题，您将承担全部责任；如流沙任务系统及其关联公司，或流沙任务系统授权的其他服务提供方因第三方知识产权维权而产生损失，您将等额赔偿。
		本服务协议已经构成《著作权法》第二十五条所规定的书面协议，其效力及于用户在流沙任务系统平台发布的任何受著作权法保护的作品内容，无论该内容形成于本服务协议签订前还是本服务协议签订后。流沙任务系统及流沙任务系统转授权、许可的相关方有权将您在流沙任务系统平台发表的产品使用体验、产品讨论或图片进行使用或者与其他人合作使用，使用范围包括但不限于网站、电子杂志、杂志、刊物、海报、公众号文章、微信小程序等。 
		</view>
		
		七、通知与送达
		<view>
		您知悉并认可，流沙任务系统可视情况通过下列任意一种或几种方式向您通知重要信息：
		（1）向您注册时所提交的电子邮箱地址发送电子信息；
		（2）向您注册时所提交的手机号码发送电子信息；
		（3）向您提供的实际地址进行寄送纸质载体信息；
		（4）在网站或客户端显著位置刊登电子信息；
		（5）向流沙任务系统网站或相应客户端的账户的站内信或其他即时通信客户端发送电子信息。
		上述电子信息在发送成功或刊登完成后即视为送达。相关纸质载体的发送以相关邮寄凭证上的邮寄日期后的第五个自然日视为送达。
		上述送达方式同样可适用于相关仲裁或司法程序（含起诉、审理、执行等各阶段）。
		您应当保证所提供的联系方式是准确、有效的，并进行适时更新，如因提供的联系方式不准确或怠于更新等不可归责于流沙任务系统平台的原因，视为（导致）相关通知、文件、文书已经合法（无法送达或及时）送达，您将自行承担由此可能产生的法律后果。
		</view>
		
		八、不可抗力或其他免责事由
		<view>
		【不可抗力】您理解并同意，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务协议下的服务发生中断或终止。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为、法律法规变动、司法行政机关的命令、其他不可抗力或第三方的不作为而造成的不能服务或延迟服务等行为。出现上述情况时，流沙任务系统将努力在第一时间与相关部门配合，及时进行修复，但是由此给您造成的损失，流沙任务系统在法律允许的范围内免责。
		【其他免责事由】您理解并同意，在符合法律规定的情况下，流沙任务系统对以下事由所导致的服务中断或终止不承担责任：
		（1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；
		（2）用户或流沙任务系统的电脑软件、系统、硬件和通信线路出现故障；
		（3）用户操作不当；
		（4）用户通过非流沙任务系统授权的方式使用本服务；
		（5）其他流沙任务系统无法控制或合理预见的情形。 
		【信息真实性】流沙任务系统提示您，在使用本服务的过程中，您可能会遇到网络信息或其他用户行为带来的风险，该等风险包含他人匿名或冒名的含有威胁、诽谤、令人反感、非法、误导、欺骗等任何信息或行为所造成任何心理、生理上的伤害或经济损失。请您仔细甄别，并在遇到上述相关不法行为时及时向流沙任务系统或有关机关举报或投诉。流沙任务系统将对相关内容开展日常检查并在收到举报或投诉时进行相应处理，但请您注意，流沙任务系统不对非流沙任务系统所发出或刊登的任何信息的真实性、适用性、合法性承担责任，也不对因第三方侵权行为给您造成的损害负责。
		【责任限制】除非另有明确书面说明，在符合法律法规规定的情况下，流沙任务系统不对其网站和小程序上的信息、内容、材料、产品或服务做任何形式的明示或默示的声明或担保
		用户在流沙任务系统平台中用户之间所产生的一切合同违约责任或侵权责任纠纷等，应当先由双方当事人协商解决，协商不成的依照法律程序提起诉讼或仲裁，流沙任务系统平台不对用户之间产生的任何法律责任问题作实质性干预也不承担对此产生的任何法律后果。
		</view>
		
		九、其他
		<view>
		【关键词】本服务协议各条款前所列关键词仅供帮助理解条款主旨及快速定位查询条款所用，不能代替条款的任何内容，亦不作为解释条款的依据，美团建议您仔细阅读各条款的具体表述，以维护您的合法权益。
		【可分性】如果本服务协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。
		</view>
		
		

	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
